{
    "home" : "Home",
    "intro" : "Intro",
    "works" : "Works",
    "about" : "About",
    "coop" : "Co-op",
    "cont" : "Contact",
    "W" : "W",
    "elcome" : "elcome to the",
    "Delivery" : "Delivering Experience",
    "experience" : "I am using the latest technologies and trends in all of my projects to deliver more than just a Website. I strive to deliver a smooth and enjoyable user experience",
    "Responsive" : "Beautifull and Responsive",
    "Design" : "Wherever Your customers will browse - Mobile, Desktop, or Tablet - the final product will always look great and responsive and ready to be used on all devices",
    "Works" : "Works",
    "Website" : "Website projects",
    "projects" : "Full Website project that I have worked on since 2020",
    "App" : "Components",
    "Different" : "Different types of page components that can be re-used in Web projects",
    "templates" : "Web Apps",
    "demo" : "Here You will find demo projects that showcase communications with API, databases, Password encryption, and more...",
    "Infinite" : "Infinite Scroll",
    "Infinitetext" : "This one scrolls and uploads images infinitely from Unsplash API",
    "Technology" : "Technology Used",
    "BACK" : "BACK",
    "Light" : "Light/Dark mode",
    "Switching" : "Switching between Dark and Light mode",
    "Animated" : "Animated Menu",
    "Modern" : "Modern menu with feelgood animation",
    "Picture" : "Picture In Picture",
    "Pop-up" : "Creates pop-up window to share the screen",
    "Quotes" : "Quotes generator",
    "QuoteDay" : "Generates new quote on request, also can say it out loud",
    "Face" : "Find The Face",
    "Full" : "Full-stack App that detects faces in the pictures",
    "Animations" : "Animations",
    "Modern2" : "Modern animations demo on a template page",
    "Dog" : "Dog support charity sample form for contributions",
    "About" : "About",
    "Know_me" : "And now...  Get to know me",
    "Me_info" : "My name is Martin and I really appreciate You want to get to know me. I live in a beautiful country in the heart of Europe - Slovakia. I lived in Spain, later in the UK and now I am back here. I have traveled many places and met many people and cultures which had ultimately made me a better person. My motto is - no judgments, be respectful, honest, and always try Your best! When I make mistake, I learn from it and come out smarter. Life is a journey of constant learning and we should not be afraid to speak up or ask the right questions in order to get better. And that is what I do. I come from an Industry 4.0 background and switched my career to Web Development not long ago. I really enjoy creating meaningful and eye-catching designs, like to take on challenges, and constantly work on my skills.",
    "about_quote" : "I want to do things, learn, meet the right people and go forward together - not only at work but in life as well...",
    "CoopBck" : "Coop",
    "Initial" : "Initial consultation",
    "InitialText" : "At the beginning of every project, It is crucial to determine few key factors. We will get to know each other and discuss the purpose of the project or target audience amongst other things. At this stage, we have to get a clear idea of what we are going to build and how we will do it.",
    "Mockups" : "Mockups and prototypes",
    "MockupsText" : "After the clear definition of the project and tools we will use, we will get to preparing user flow diagrams, design mockups, and later prototypes. At each of these stages, we will make reviews and implement necessary changes based on additional requirements.",
    "Project" : "Project realisation",
    "Projecttext" : "Once the design has been agreed on and approved, the main realization of the project can begin. I will start coding and bringing the idea to life using the best tools available for modern Web Design. As in the previous stages, periodic reviews will be conducted in order to track the progress and design compliance.",
    "Putting" : "Putting it online",
    "PuttingText" : "After the successful build of the project, we will make a deep review and go through several UX tests together to make sure everything works as intended and the project is ready to be released. After this step, there is one last thing to do - put it online and make Your website alive...",
    "Kontakt" : "Contact",
    "KontaktT1" : "Like what You see? Need more info?",
    "Just" : "Just get in touch, we can make something great together...",
    "Name" : "Name",
    "Message" : "Your Message",
    "Send" : "SEND",
    "Lang" : "EN",
    "Sent" : "Thanks! Your message has been sent, I will get in touch soon...",
    "Failed" : "...Oops, could not send the message, please try again",
    "EnTitle" : "English",
    "SkTitle" : "Slovak",
    "portfolio" : "Webmark portfolio",
    "portfolioName"  : "My own portfolio page",
    "srdcofkaText" : "Local helathy food store page",
    "Luna" : "Single page website to promote a product",
    "ENTER" : "ENTER"
}