{
    "home" : "Domov",
    "intro" : "Intro",
    "works" : "Projekty",
    "about" : "O mne",
    "coop" : "Spolupráca",
    "cont" : "Kontakt",
    "W" : "V",
    "elcome" : "itajte na stránke",
    "Delivery" : "Stránky pre lepší zážitok",
    "experience" : "V projektoch používam najnovšie technológie a trendy moderného Web dizajnu - Váš projekt nebude len bežná stránka na internete ale skutočný Online zážitok",
    "Responsive" : "Responzívny dizajn",
    "Design" : "Mobil, PC alebo tablet - kdekoľvek si budú Vaši zákazníci stránky prezerať, finálny produkt bude vždy vyzerať skvele na všetkých zariadeniach",
    "Works" : "Projekty",
    "Website" : "Webové stránky",
    "projects" : "Projekty kompletných Web stránok od roku 2020",
    "App" : "Aplikácie",
    "Different" : "Výber komponentov, ktoré môžu byť použité na Webe",
    "templates" : "Šablóny",
    "demo" : "Ukážkové aplikácie použitia API, komunikácia so serverom atď...",
    "Infinite" : "Nekonečné skrolovanie",
    "Infinitetext" : "Funkcionalita nekonečného skrolovania stránky - Unsplash API",
    "Technology" : "Použité technológie",
    "BACK" : "SPÄŤ",
    "Light" : "Light/Dark mód",
    "Switching" : "Prepínanie témy stránky medzi Light/Dark módom - dnes veľmi populárne",
    "Animated" : "Animované menu",
    "Modern" : "Moderné animované menu pre mobil aj desktop",
    "Picture" : "Obraz v obraze",
    "Pop-up" : "Ortvorí nové pop-up okno na zdielanie obsahu stránky",
    "Quotes" : "Generátor výrokov",
    "QuoteDay" : "Náhodne generuje výroky známych osobností",
    "Face" : "Find The Face",
    "Full" : "Full stack aplikácia ktorá slúži na detekovanie tváre na fotkách",
    "Animations" : "Animácie",
    "Modern2" : "Ukážka moderných animácií na bežnej Web stránke",
    "Dog" : "Ukážka interakcie uživateľa s možnosťami výberu vo formulároch",
    "About" : "Kto som",
    "Know_me" : "A teraz....toto som ja",
    "Me_info" : "Moje meno je Martin a veľmi si vážim že ma chceš spoznať. Žijem v nádhernej krajine v srdci Európy - na Slovensku. Žil som v Španielsku, Veľkej británii a teraz som späť na Slovensku. Precestoval som toho veľa, stretol množstvo rôznych ľudí a kultúr čo ma v konečnom dôsledku urobilo lepším človekom. Moje motto je - nikoho nesúď, rešpektuj, buď úprimný a vždy rob všetko najlepšie ako vieš. Z každej chyby ktorú urobíme by sme sa mali poučiť a vyjsť z nej múdrejší. Život je cesta neustáleho učenia sa a ľudia by sa nemali báť pýtať tie správne otázky. To je presne to, čo robím ja. Do Web Developmentu prichádzam z elektrikárskeho pozadia, odkiaľ prinášam veľa profesionálnych a životných skúseností. Baví ma robiť kreatívny dizajn a zmysluplné veci, mám rád výzvy a neustále pracujem na mojom zlepšovaní po profesionálnej i osobnej stránke.",
    "about_quote" : "Chcem robiť veci, učiť sa, stretať správnych ľudí a ísť spoločne vpred - nie len profesonálne, ale i v živote..."


}