{
    "home" : "Domov",
    "intro" : "Intro",
    "works" : "Projekty",
    "about" : "O mne",
    "coop" : "Co-op",
    "cont" : "Kontakt",
    "W" : "V",
    "elcome" : "itajte na stránke",
    "Delivery" : "Stránky pre lepší zážitok",
    "experience" : "V projektoch používam najnovšie technológie a trendy moderného Web dizajnu - Váš projekt nebude len bežná stránka na internete, ale skutočný online zážitok",
    "Responsive" : "Responzívny dizajn",
    "Design" : "Mobil, PC alebo tablet - kdekoľvek si budú Vaši zákazníci stránky prezerať, finálny produkt bude vždy vyzerať skvele na všetkých zariadeniach",
    "Works" : "Projekty",
    "Website" : "Webové stránky",
    "projects" : "Projekty kompletných Web stránok od roku 2020",
    "App" : "Komponenty",
    "Different" : "Výber komponentov, ktoré môžu byť použité na Webe",
    "templates" : "Webové aplikácie",
    "demo" : "Ukážkové aplikácie použitia API, komunikácia so serverom atď...",
    "Infinite" : "Nekonečné skrolovanie",
    "Infinitetext" : "Funkcionalita nekonečného skrolovania stránky - Unsplash API",
    "Technology" : "Použité technológie",
    "BACK" : "SPÄŤ",
    "Light" : "Light/Dark mód",
    "Switching" : "Prepínanie témy stránky medzi Light/Dark módom - dnes veľmi populárne",
    "Animated" : "Animované menu",
    "Modern" : "Moderné animované menu pre mobil aj desktop",
    "Picture" : "Obraz v obraze",
    "Pop-up" : "Ortvorí nové pop-up okno na zdielanie obsahu stránky",
    "Quotes" : "Generátor výrokov",
    "QuoteDay" : "Náhodne generuje výroky známych osobností",
    "Face" : "Find The Face",
    "Full" : "Full stack aplikácia ktorá slúži na detekovanie tváre na fotkách",
    "Animations" : "Animácie",
    "Modern2" : "Ukážka moderných animácií na bežnej Web stránke",
    "Dog" : "Ukážka interakcie uživateľa s možnosťami výberu vo formulároch",
    "About" : "Kto som",
    "Know_me" : "A teraz....kto som ja",
    "Me_info" : "Moje meno je Martin a veľmi si vážim, že ma chceš spoznať. Žijem v krásnej krajine v srdci Európy - na Slovensku. Žil som v Španielsku, Veľkej Británii a teraz som späť. Precestoval som toho veľa, stretol množstvo rôznych ľudí a kultúr, čo ma v konečnom dôsledku urobilo lepším človekom. Moje motto je - nikoho nesúď, rešpektuj, buď úprimný a vždy rob všetko najlepšie, ako vieš. Z každej chyby, ktorú urobíme by sme sa mali poučiť a vyjsť z nej múdrejší. Život je cesta neustáleho učenia sa a ľudia by sa nemali báť komunikácie a pýtať sa otázky. To je presne to, čo robím ja. Do Web Developmentu prichádzam z Industry 4.0 prostredia, odkiaľ prinášam veľa profesionálnych a životných skúseností. Baví ma robiť kreatívny dizajn a zmysluplné veci, rád prijímam výzvy a neustále pracujem na mojom zlepšovaní - po profesionálnej i osobnej stránke.",
    "about_quote" : "Chcem robiť veci, učiť sa, stretať správnych ľudí, žiť naplno a ísť spoločne vpred - nie len profesionálne, ale i v živote...",
    "CoopBck" : "Coop",
    "Initial" : "Prvotná konzultácia",
    "InitialText" : "Na začiatku každého projektu je nutné zadefinovať niektoré kľúčové faktory. Stretneme sa na káve a okrem iného preberieme, čo je zmyslom projektu, aká je cieľová skupina, čo všetko má projekt obsahovať a pod. V tomto bode je dôležité stanoviť, čo, ako a pre koho pôjdeme robiť.",
    "Mockups" : "Maketa a prototyp",
    "MockupsText" : "Po jasnom zadefinovaní cieľa projektu a spôsobu, ako na to pripravím User Flows, maketu stránky, prípadne fungujúci prototyp - všetko podľa predchádzajúcej dohody. V každom bode budeme pravidelne konzultovať a hodnotiť či sa projekt uberá správnym smerom a implementovať prípadné zmeny.",
    "Project" : "Realizácia projektu",
    "Projecttext" : "Po implementácii požadovaných zmien a schváleného dizajnu začne samotná realizácia - programovanie. Za použitia najnovších technológií a štandardov moderného Web dizajnu prinesieme tento projekt k životu. Rovnako, ako v predchádzajúcom kroku aj tu budú prebiehať pravidelné revízie prác a následné schvaľovanie.",
    "Putting" : "Zverejnenie",
    "PuttingText" : "Po úspešnej realizácii projektu urobíme finálne revízie dizajnu, UX a otestujeme funkčnosť komponentov stránky. A potom to najlepšie - samotné zverejnenie stránky. Tu ale všetko nekončí - stránku budeme naďalej sledovať a hodnotiť na základe spokojnosti užívateľov.",
    "Kontakt" : "Kontakt",
    "KontaktT1" : "Chceš začať projekt? Máš nápad?",
    "Just" : "Nečakaj a napíš, môžme spolu urobiť niečo skvelé...",
    "Name" : "Meno",
    "Message" : "Text správy",
    "Send" : "ODOSLAŤ",
    "Lang" : "SK",
    "Sent" : "Ďakujem! Správa bola odoslaná, v blízkej dobe sa ti ozvem...",
    "Failed" : "...Oops, niekde sa stala chyba, skús ešte raz",
    "EnTitle" : "Anglicky",
    "SkTitle" : "Slovensky",    
    "portfolio" : "Webmark portfólio",
    "portfolioName"  : "Moje vlastné portfólio",
    "srdcofkaText" : "Lokálny obchod so zdravými potravinami",
    "Luna" : "Promo stránka pre produkt "
}